export const REGION_COORDS: Record<string, {lat:number, lon: number, name: string}> = {
    '경기도' : {lat: 37.2911, lon: 127.0089, name: '경기도(수원 기준)'},
    '강원특별자치도' : {lat: 37.8747, lon: 127.7342, name: '강원도(춘천 기준)'},
    '충청남도' : {lat: 36.6009, lon: 126.665, name: '충청남도(홍성 기준)'},
    '충청북도' : {lat: 36.6372, lon: 127.4897, name: '충청북도(청주 기준)'},
    '경상남도' : {lat: 35.2281, lon: 128.6811, name: '경상남도(창원 기준)'},
    '경상북도' : {lat: 36.5656, lon: 128.725, name: '경상북도(안동 기준)'},
    '제주특별자치도' : {lat: 33.5097, lon: 126.5219, name: '제주도(제주시 기준)'},
}